Revit 2027 API
ParameterTypeId.DimDisplayEq Property
 "Equality Display"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimDisplayEq { get; }
Public Shared ReadOnly Property DimDisplayEq As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimDisplayEq {
	ForgeTypeId^ get ();
}
static member DimDisplayEq : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace